[
	{
		"id" : 1,
		"title" : "Spirit island",
		"designer" : "R.Eric Reuss",
		"publisher" : "Greater Than Games",
		"intro" : "Island Spirits join forces using elemental powers to defend their home from invaders",
		"description" : "In the most distant reaches of the world, magic still exists, embodied by spirits of the land, of the sky, and of every natural thing. As the great powers of Europe stretch their colonial empires further and further, they will inevitably lay claim to a place where spirits still hold power - and when they do, the land itself will fight back alongside the islanders who live there. Spirit Island is a complex and thematic cooperative game about defending your island home from colonizing Invaders. Players are different spirits of the land, each with its own unique elemental powers. Every turn, players simultaneously choose which of their power cards to play, paying energy to do so. Using combinations of power cards that match a spirits elemental affinities can grant free bonus effects. Faster powers take effect immediately, before the Invaders spread and ravage, but other magics are slower, requiring forethought and planning to use effectively. In the Spirit phase, spirits gain energy, and choose how / whether to Grow: to reclaim used power cards, to seek for new power, or to spread presence into new areas of the island.",
		"copies" : 15,
		"copies_available" : 15,
		"category" : "STRATEGY",
		"players" : "1-4",
		"playing_time" : "90–120",
		"img" : ?,
		"complexity" : "complex"
	},
	{
		"id" : 2,
		"title" : "Mage Knight: Ultimate Edition",
		"designer" : "Vlaada Chvátil,",
		"publisher" : "WizKids",
		"intro" : "Command armies, gather spells and artifacts as you conquer a fantasy land",
		"description" : "Combining elements of RPGs, deck-building, and traditional board games, the Mage Knight Board Game puts you in control of one of seven powerful Mage Knights as you explore (and conquer) a corner of the Mage Knight universe under the control of the Atlantean Empire. Build your army, fill your deck with powerful spells and actions, explore caves and dungeons, and eventually conquer powerful cities controlled by this once-great faction! In competitive scenarios, opposing players may be powerful allies, but only one will be able to claim the land as their own. In cooperative scenarios, the players win or lose as a group. Solo rules are also included.",
		"copies" : 8,
		"copies_available" : 8,
		"category" : "STRATEGY",
		"players" : "1-5",
		"playing_time" : "150",
		"img" : ?,
		"complexity" : "complex"
	},
	{
		"id" : 3,
		"title" : "Keep the heroes out!",
		"designer" : "Luís Brüeh",
		"publisher" : "Brueh Games Inc.",
		"intro" : "As monsters, work together to defend your dungeon against so-called heroes",
		"description" : "An asymmetric, cooperative dungeon defense game for 1-4 players where you play as the monsters protecting their hard earned treasures against invading hordes of looters (so-called heroes) trying to steal it. In their turn players draw 5 cards and play, these cards allow them to move, activate the tiles they are to perform the tiles actions, attack heroes, and move their units around. After each player, draw and perform cards from the heroes deck. Your goal as a team in every scenario is to survive the 3 levels of threat from the invading heroes by protecting the treasures on each room. If the main treasure is taken, the game ends and you lose, but if you manage to protect the treasures for long enough, you all win.",
		"copies" : 20,
		"copies_available" : 20,
		"category" : "THEMATIC",
		"players" : "1-4",
		"playing_time" : "40-50",
		"img" : ?,
		"complexity" : "medium"
	},
	{
		"id" : 4,
		"title" : "Turing Machine",
		"designer" : "Fabien Gridel",
		"publisher" : "Le Scorpion Masque",
		"intro" : "Crack codes using a real analog computer",
		"description" : "Turing Machine is a fascinating and competitive deduction game. It offers a unique experience of questioning a proto-computer that works without electricity or any sort of technology, paving the way for a new generation of deduction games. The Goal? Find the secret code before the other players, by cleverly questioning the machine. With Turing Machine, you’ll use an analog computer with unique components made of never-before-seen perforated cards. The game offers more than seven million problems from simple to mind-staggeringly complex combinations, making the gameplay practically endless!",
		"copies" : 25,
		"copies_available" : 25,
		"category" : "STRATEGY",
		"players" : "1-4",
		"playing_time" : "20",
		"img" : ?,
		"complexity" : "easy"
	},
	{
		"id" : 5,
		"title" : "Far Away",
		"designer" : "Alexander Jerabek",
		"publisher" : "Cherry Picked Games",
		"intro" : "Explore alien worlds on a limited government budget",
		"description" : "Far Away is a two-player cooperative board game about discovery, survival, and the crushing loneliness of being the only two humans for lightyears. Join the Federation Alliance, a bureaucracy with an ambitious charter of mapping new worlds and a minimalist budget. Succeed in a variety of missions on randomly generated worlds with unique ecosystems, without luxuries like radios, landing gear, and medical supplies. Trust in your partner is paramount since, without radios, you cant communicate (in real life) after separating on the game board. Survive, and youll be rewarded with a meager paycheck. Succumb to the planet, and youll find help is too Far Away.",
		"copies" : 5,
		"copies_available" : 5,
		"category" : "THEMATIC",
		"players" : "1-2",
		"playing_time" : "90-150",
		"img" : ?,
		"complexity" : "medium"
	},
	{
		"id" : 6,
		"title" : "Agricola",
		"designer" : " Uwe Rosenberg",
		"publisher" : "Lookout Games",
		"intro" : "Help your farm to prosper in this updated, streamlined edition of the acclaimed game",
		"description" : "Updated and streamlined for a new generation of players, Agricola, the award-winning and highly acclaimed game by Uwe Rosenberg, features a revised rulebook and gameplay, along with wood pieces and components for up to four players. The 17th century was not an easy time to be a farmer. A game for 1-4 players ages 12 and up; play time is 30 minutes per player. Amazing replay value. The Agricola base game is a revised edition of Uwe Rosenbergs celebrated classic. The game features improved all-wood components and a card selection from the base game as well as its expansions, revised and updated for this edition. Players begin the game with two family members and can grow their families over the course of the game. This allows them more actions but remember you have to grow more food to feed your family as it grows! Feeding your family is a special kind of challenge and players will plant grain and vegetables while supplementing their food supply with sheep, wild boar and cattle. Guide your family to wealth, health and prosperity and you will win the game.",
		"copies" : 30,
		"copies_available" : 30,
		"category" : "EURO",
		"players" : "1-4",
		"playing_time" : "30-120",
		"img" : ?,
		"complexity" : "medium"
	},
	{
		"id" : 7,
		"title" : "Cascadia",
		"designer" : " Randy Flynn",
		"publisher" : "Flatout Games",
		"intro" : "Create the most harmonious ecosystem as you puzzle together habitats and wildlife",
		"description" : "Cascadia is a puzzly tile-laying and token-drafting game featuring the habitats and wildlife of the Pacific Northwest. In the game, you take turns building out your own terrain area and populating it with wildlife. You start with three hexagonal habitat tiles (with the five types of habitat in the game), and on a turn you choose a new habitat tile thats paired with a wildlife token, then place that tile next to your other ones and place the wildlife token on an appropriate habitat. (Each tile depicts 1-3 types of wildlife from the five types in the game, and you can place at most one tile on a habitat.) Four tiles are on display, with each tile being paired at random with a wildlife token, so you must make the best of whats available — unless you have a nature token to spend so that you can pick your choice of each item.",
		"copies" : 45,
		"copies_available" : 45,
		"category" : "FAMILY",
		"players" : "1-4",
		"playing_time" : "30-45",
		"img" : ?,
		"complexity" : "easy"
	},
	{
		"id" : 8,
		"title" : "Obsession",
		"designer" : "Dan Hallagan",
		"publisher" : "Kayenta Games",
		"intro" : "Renovate an estate, manage servants, and pursue romance in Victorian England",
		"description" : "You are the head of a respected but troubled family estate in mid-19th century Victorian England. After several lean decades, family fortunes are looking up! Your goal is to improve your estate so as to be in better standing with the truly influential families in Derbyshire.",
		"copies" : 7,
		"copies_available" : 7,
		"category" : "THEMATIC",
		"players" : "1-4",
		"playing_time" : "30-90",
		"img" : ?,
		"complexity" : "medium"
	},
	{
		"id" : 9,
		"title" : "The LOOP",
		"designer" : "Maxime Rambourg",
		"publisher" : "Catch Up Games",
		"intro" : "Legendary Agents team up to fight the Evil Dr. Faux through time",
		"description" : "The LOOP is a quirky co-operative game in which you battle the evil Dr. Faux. Play a Temporal Agent in four different game modes, full of new challenges and replay value. Gather powerful artifacts, defy the Doctors duplicates, and sabotage his maniacal machine. Make the most of your cards and master the LOOP to use them multiple times in impressive chains — but the Doctor isnt going to make this easy on you!",
		"copies" : 13,
		"copies_available" : 13,
		"category" : "STRATEGY",
		"players" : "1-4",
		"playing_time" : "60",
		"img" : ?,
		"complexity" : "easy"
	},
	{
		"id" : 10,
		"title" : "Warps Edge",
		"designer" : "Scott Almes",
		"publisher" : "Renegade Game Studios",
		"intro" : "You are alone: power up your ship to fight against a swarm of enemies.",
		"description" : "In the most distant reaches of the world, magic still exists, embodied by spirits of the land, of the sky, and of every natural thing. As the great powers of Europe stretch their colonial empires further and further, they will inevitably lay claim to a place where spirits still hold power - and when they do, the land itself will fight back alongside the islanders who live there. Spirit Island is a complex and thematic cooperative game about defending your island home from colonizing Invaders. Players are different spirits of the land, each with its own unique elemental powers. Every turn, players simultaneously choose which of their power cards to play, paying energy to do so. Using combinations of power cards that match a spirits elemental affinities can grant free bonus effects. Faster powers take effect immediately, before the Invaders spread and ravage, but other magics are slower, requiring forethought and planning to use effectively. In the Spirit phase, spirits gain energy, and choose how / whether to Grow: to reclaim used power cards, to seek for new power, or to spread presence into new areas of the island.",
		"copies" : 15,
		"copies_available" : 15,
		"category" : "DECKBUILDER",
		"players" : "1",
		"playing_time" : "30",
		"img" : ?,
		"complexity" : "easy"
	},
	{
		"id" : 11,
		"title" : "Paperback Adventures ",
		"designer" : "Tim Fowers",
		"publisher" : "Fowers Games",
		"intro" : "Conquer a menagerie of pulp novel characters in this solo deckbuilding word game.",
		"description" : "Our intrepid author Paige Turner is back! In Paperback Adventures, you get to play as the protagonist in one of Paige's wild brainstorming sessions. Conquer a menagerie of pulp novel characters in this solo deckbuilding word game.\n\nJust like in the original game Paperback — and the follow-up game Hardback — you will build your own deck of cards throughout the game, and those cards will have letters to help you spell words every turn. But in Paperback Adventures, instead of testing your wordsmithing wit against other players, you will use your words to defeat a series of AI enemies in \"roguelike\" fashion.",
		"copies" : 8,
		"copies_available" : 8,
		"category" : "FAMILY",
		"players" : "1-2",
		"playing_time" : "50-150",
		"img" : ?,
		"complexity" : "easy"
	},
	{
		"id" : 12,
		"title" : "Root",
		"designer" : "Cole Wehrle",
		"publisher" : "Leder Games",
		"intro" : "Decide the fate of the forest as woodland factions fight for contrasting goals",
		"description" : "Root is a game of adventure and war in which 2 to 4 (1 to 6 with the 'Riverfolk' expansion) players battle for control of a vast wilderness.\n\nThe nefarious Marquise de Cat has seized the great woodland, intent on harvesting its riches. Under her rule, the many creatures of the forest have banded together. This Alliance will seek to strengthen its resources and subvert the rule of Cats. In this effort, the Alliance may enlist the help of the wandering Vagabonds who are able to move through the more dangerous woodland paths. Though some may sympathize with the Alliance’s hopes and dreams, these wanderers are old enough to remember the great birds of prey who once controlled the woods.",
		"copies" : 7,
		"copies_available" : 7,
		"category" : "WARGAME",
		"players" : "2-4",
		"playing_time" : "60-90",
		"img" : ?,
		"complexity" : "complex"
	},
	{
		"id" : 13,
		"title" : "Tiny Towns",
		"designer" : "Peter McPherson",
		"publisher" : "Alderac Entertainment Group",
		"intro" : "Plan well as you build your town one building at a time. Will it fit?",
		"description" : "You are the mayor of a tiny town in the forest in which the smaller creatures of the woods have created a civilization hidden away from predators. This new land is small and the resources are scarce, so you take what you can get and never say no to building materials. Cleverly plan and construct a thriving town, and don't let it fill up with wasted resources! Whoever builds the most prosperous tiny town wins!",
		"copies" : 3,
		"copies_available" : 3,
		"category" : "FAMILY",
		"players" : "1-6",
		"playing_time" : "45-60",
		"img" : ?,
		"complexity" : "medium"
	},
	{
		"id" : 14,
		"title" : "Too many bones",
		"designer" : "Josh J. Carlson",
		"publisher" : "Chip Theory Games ",
		"intro" : "Toss gobs of unique dice in an epic adventure en route to a final boss showdown",
		"description" : "Too Many Bones comes loaded for bear by breaking into a new genre: the dice-builder RPG. This game takes everything you think you know about dice-rolling and turns it on its head. Dripping with strategy, this fantasy-based RPG puts you in the skin of a new race and takes you on an adventure to the northern territories to root out and defeat growing enemy forces and of course the infamous \"baddie\" responsible.",
		"copies" : 2,
		"copies_available" : 2,
		"category" : "DICE",
		"players" : "1-4",
		"playing_time" : "60-120",
		"img" : ?,
		"complexity" : "complex"
	},
	{
		"id" : 15,
		"title" : "That's not a hat",
		"designer" : "Kasper Lapp",
		"publisher" : "Ravensburger",
		"intro" : "Give gifts that may (or may not) be exactly what you say they are",
		"description" : "Can you remember a few items? Sounds easy?\nIt's a challenge in \"That's not a Hat\"!\nPlayers give gifts to each other while trying to remember who gave what and which gift they have in front of them.\nIf they can't remember, they have to bluff to avoid a penalty point.\nAn unforgettable game!",
		"copies" : 30,
		"copies_available" : 30,
		"category" : "PARTY",
		"players" : "3-8",
		"playing_time" : "15",
		"img" : ?,
		"complexity" : "easy"
	},
	{
		"id" : 16,
		"title" : "Railroad Ink",
		"designer" : "Hjalmar Hach",
		"publisher" : "Horrible Guild ",
		"intro" : "Build a network of rails and roads through a watery landscape",
		"description" : "In the multiplayer puzzle game Railroad Ink, your goal is to connect as many exits on your board as possible. Each round, a set of dice are rolled in the middle of the table, determining which kind of road and railway routes are available to all players. You have to draw these routes on your erasable boards to create transport lines and connect your exits, trying to optimize the available symbols better than your opponents.",
		"copies" : 24,
		"copies_available" : 24,
		"category" : "ROLL&WRITE",
		"players" : "1-6",
		"playing_time" : "20-30",
		"img" : ?,
		"complexity" : "easy"
	},
	{
		"id" : 17,
		"title" : "The lord of the rings",
		"designer" : "Nate French",
		"publisher" : "Fantasy Flight Games",
		"intro" : "Revised core set repackages the original with support for 1-4p and a new campaign.",
		"description" : "Sometimes, in order to truly appreciate a tale, one must first go back to its beginning. Grand adventures and strong fellowships are important and wonderful, but the first step of any journey is just as important as the last. With that in mind, it’s time to return to the beginning of one of the most epic adventures of all…",
		"copies" : 10,
		"copies_available" : 10,
		"category" : "DECKBUILDER",
		"players" : "1-4",
		"playing_time" : "30-90",
		"img" : ?,
		"complexity" : "complex"
	},
	{
		"id" : 18,
		"title" : "Flickem up!",
		"designer" : "Chris Quilliams",
		"publisher" : "Pretzel Games",
		"intro" : "Show those outlaws who has the fastest flick in the West!",
		"description" : "The cities in the West are not the safest place to be. In the disc-flicking game Flick 'em Up!, you can become an outlaw and rob banks, free prisoners, attack innocent bystanders... or you could become the Sheriff and try to protect the people of your city from these bandits!",
		"copies" : 4,
		"copies_available" : 4,
		"category" : "ABSTRACT",
		"players" : "2-10",
		"playing_time" : "30-45",
		"img" : ?,
		"complexity" : "easy"
	},
	{
		"id" : 19,
		"title" : "Heat: Pedal to the metal",
		"designer" : "Vincent Dutrait",
		"publisher" : "Days of Wonder",
		"intro" : "Manage your race cars speed to keep from overheating",
		"description" : "Based on simple and intuitive hand management, Heat: Pedal to the Metal puts players in the driver's seat of intense car races, jockeying for position to cross the finish line first, while managing their car's speed if they don't want to overheat. Selecting the right upgrades for their car will help them hug the curves and keep their engine cool enough to maintain top speeds. Ultimately, their driving skills will be the key to victory!",
		"copies" : 8,
		"copies_available" : 8,
		"category" : "FAMILY",
		"players" : "1-6",
		"playing_time" : "30-60",
		"img" : ?,
		"complexity" : "easy"
	},
	{
		"id" : 20,
		"title" : "Codenames",
		"designer" : "Vlaada Chvátil",
		"publisher" : "Czech Games Edition",
		"intro" : "Give your team clever one-word clues to help them spot their agents in the field",
		"description" : "Codenames is an easy party game to solve puzzles.\nThe game is divided into red and blue, each side has a team leader, the team leader's goal is to lead their team to the final victory.\nAt the beginning of the game, there will be 25 cards on the table with different words. Each card has a corresponding position, representing different colors.\nOnly the team leader can see the color of the card. The team leader should prompt according to the words, let his team members find out the cards of their corresponding colors, and find out all the cards of their own colors to win.",
		"copies" : 33,
		"copies_available" : 33,
		"category" : "PARTY",
		"players" : "2-8",
		"playing_time" : "15",
		"img" : ?,
		"complexity" : "easy"
	},
	{
		"id" : 21,
		"title" : "Brass: Birmingham ",
		"designer" : "Gavan Brown",
		"publisher" : "Roxley ",
		"intro" : "Build networks, grow industries, and navigate the world of the Industrial Revolution",
		"description" : "Brass: Birmingham is an economic strategy game sequel to Martin Wallace' 2007 masterpiece, Brass. Brass: Birmingham tells the story of competing entrepreneurs in Birmingham during the industrial revolution, between the years of 1770-1870.\n\nAs in its predecessor, you must develop, build, and establish your industries and network, in an effort to exploit low or high market demands.",
		"copies" : 4,
		"copies_available" : 4,
		"category" : "ENGINEBUILDER",
		"players" : "2-4",
		"playing_time" : "60-120",
		"img" : ?,
		"complexity" : "complex"
	},
	{
		"id" : 22,
		"title" : "Terraforming Mars",
		"designer" : "Jacob Fryxelius",
		"publisher" : "FryxGames",
		"intro" : "Compete with rival CEOs to make Mars habitable and build your corporate empire",
		"description" : "In the 2400s, mankind begins to terraform the planet Mars. Giant corporations, sponsored by the World Government on Earth, initiate huge projects to raise the temperature, the oxygen level, and the ocean coverage until the environment is habitable. In Terraforming Mars, you play one of those corporations and work together in the terraforming process, but compete for getting victory points that are awarded not only for your contribution to the terraforming, but also for advancing human infrastructure throughout the solar system, and doing other commendable things.",
		"copies" : 5,
		"copies_available" : 5,
		"category" : "ENGINEBUILDER",
		"players" : "1-5",
		"playing_time" : "120",
		"img" : ?,
		"complexity" : "complex"
	},
	{
		"id" : 23,
		"title" : "Dune: Imperium",
		"designer" : "Paul Dennen",
		"publisher" : "Dire Wolf",
		"intro" : "Influence, intrigue, and combat in the universe of Dune",
		"description" : "Some important links: The Official FAQ, the Unofficial FAQ, and an Automa (solo and 2p) Overview\n\nDune: Imperium is a game that finds inspiration in elements and characters from the Dune legacy, both the new film from Legendary Pictures and the seminal literary series from Frank Herbert, Brian Herbert, and Kevin J. Anderson.\n\nAs a leader of one of the Great Houses of the Landsraad, raise your banner and marshal your forces and spies. War is coming, and at the center of the conflict is Arrakis – Dune, the desert planet.",
		"copies" : 7,
		"copies_available" : 7,
		"category" : "THEMATIC",
		"players" : "1-4",
		"playing_time" : "60-120",
		"img" : ?,
		"complexity" : "complex"
	},
	{
		"id" : 24,
		"title" : "Wingspan",
		"designer" : "Elizabeth Hargrave",
		"publisher" : "Stonemaier Games",
		"intro" : "Attract a beautiful and diverse collection of birds to your wildlife preserve",
		"description" : "Wingspan is a competitive, medium-weight, card-driven, engine-building board game from Stonemaier Games. It's designed by Elizabeth Hargrave and features over 170 birds illustrated by Beth Sobel, Natalia Rojas, and Ana Maria Martinez.\n\nYou are bird enthusiasts—researchers, bird watchers, ornithologists, and collectors—seeking to discover and attract the best birds to your network of wildlife preserves.",
		"copies" : 20,
		"copies_available" : 20,
		"category" : "FAMILY",
		"players" : "1-5",
		"playing_time" : "40-70",
		"img" : ?,
		"complexity" : "medium"
	}
]
