{
    "navigation_home": "Pagrindinis",
    "navigation_games": "Žaidimai",
    "navigation_account": "Paskyra",
    "navigation_admin": "Administratorius",
    "navigation_login": "Prisijungti",
    "navigation_logout": "Atsijungti",

    "home_hero_heading": "Stalo žaidimų nuomos platforma",
    "home_hero_paragraph": "Sveiki atvykę į MEEPLEY – nuostabią internetinę platformą, skirtą visiems mylintiems stalo žaidimus! Jei esate aistringas stalo žaidimų entuziastas, kaip ir mes, tai puiki vieta užsiimti savo pomėgiu ir užmegzti ryšį su gyvybinga panašiai mąstančių žaidėjų bendruomene.",
    "home_hero_button": "Populiariausi žaidimai",
    "home_newgames_heading": "Naujausi Žaidimai",
    "home_newgames_button": "Rezervuoti",
    "home_signup_heading": "Stalo žaidimų nuomos platforma",
    "home_signup_paragraph": "Jei nesate tikri, ar norite investuoti į stalo žaidimą, nesijaudinkite! MEEPLEY siūlo patogią žaidimų nuomos platformą, leidžiančią išbandyti žaidimus prieš įsipareigojant. Be to, jei jūsų lentynose yra žaidimų renkančių dulkes, galite juos parduoti ar išmainyti mūsų patogioje svetainėje.",
    "home_signup_paragraph_bottom": "Norėdami prisijungti prie mūsų šurmuliuojančios stalo žaidimų entuziastų bendruomenės, tiesiog užsiregistruokite ir gaukite nemokamą paskyrą mūsų svetainėje. Prisijungę turėsite prieigą prie visų mūsų paslaugų ir galėsite bendrauti su kitais žaidėjais, kurie taip pat mėgsta žaidimus kaip ir jūs.",
    "home_signup_button": "Prisijungti",
    "home_services_heading": "Internetinės paslaugos",
    "home_services_paragraph": "Gaukite išsamių įžvalgų ir patarimų iš mūsų profesionalių žaidėjų komandos. Padėsime priimti pagrįstus sprendimus, kurie stalo žaidimai yra verti jūsų laiko ir pinigų. Be to, siūlome išsamius vadovus pradedantiesiems, užtikrinančius, kad kiekvienas galėtų drąsiai žengti į nepakartojamą hobį.",
    "home_services_paragraph_bottom": "Ateik ir leiskis į įdomią kelionę po stalo žaidimų pasaulį su mumis. Nesvarbu, ar esate čia norėdami rasti kitą mėgstamą žaidimą, aptarti taktiką ar susirasti naujų draugų, MEEPLEY yra puiki vieta visiems jūsų hobio poreikiams. Meskime kauliukus ir linksminkimės!",
    "home_services_button": "Prisijungti",
    "home_forum_heading": "Draugiška Bendruomenė",
    "home_forum_paragraph": "Susisiekite su bendraminčiais stalo žaidimų entuziastais mūsų gyvuose forumuose. Pasidalinkite savo patirtimi, strategijomis ir mintimis apie skirtingus žaidimus arba klauskite patyrusių žaidėjų rekomendacijų ir patarimų. Mūsų forumai yra mūsų bendruomenės širdis, skatinanti įdomias diskusijas ir ilgalaikes draugystes.",
    "home_forum_button": "Forumas",
    "home_explore_heading": "Atraskite mūsų kolekciją",
    "home_explore_paragraph": "Pasinerkite į mūsų didelę įvairių žanrų, epochų ir sudėtingumo kolekciją. Nuo klasikinių strateginių žaidimų iki šiuolaikinių kooperatyvinių nuotykių – mes sukūrėme įvairų asortimentą, kuris patenkins bet kokį skonį. Atraskite naujų žaidimų arba peržiūrėkite senus mėgstamiausius – jums rinktis.",
    "home_explore_button": "Peržiūrėti visus žaidimus",

    "games_search_heading": "Stalo Žaidimai",
    "games_search_paragraph": "Peržiūrėkite mūsų naujausių stalo žaidimų asortimentą. Žaidimus galite išsinuomoti arba nusipirkti internetu MEEPLEY puslapyje. Užsakius šiandien - greitas pristatymas į namus tarptautiniu mastu - garantuotas",
    "games_search_bar_placeholder": "Ieškoti žaidimų",
    "games_search_bar_button": "Ieškoti",
    "games_search_filterName1": "kategoriją",
    "games_search_filterName2": "sudėtingumą",
    "games_search_filter": "Filtruoti pagal",
    "games_search_categories": "strateginiai",
    "games_allgames_heading": "Žaidimai",
    "games_allgames_img_alt": "Stalo žaidimo viršelis",
    "games_allgames_game_button": "Daugiau",
    "games_ad_services_title": "Neradai ko ieškojai?",
    "games_ad_services_text": "Parašyk mums laišką ir mes tau padėsime!",
    "games_ad_services_button": "Paslaugos",
    "games_ad_signin_title": "Neradai ko ieškojai?",
    "games_ad_signin_text": "Prisijunkite norėdami naudotis mūsų paslaugomis",
    "games_ad_signin_button": "Prisijungti"
}
